tap "homebrew/cask-fonts"

brew "awscli"
brew "bash"
brew "bitwarden-cli"
brew "cmake"
brew "docker"
cask "font-fira-code"
brew "fzf"
brew "git"
brew "gh"
brew "goreleaser"
brew "golangci-lint"
cask "iterm2" if OS.mac?
brew "jq"
brew "kubectx"
brew "kubernetes-cli"
brew "k9s"
brew "helm"
brew "helmfile"
brew "nvm"
brew "postgresql@10"
cask "postman"
brew "python"
brew "redis"
brew "tree"
brew "vault"
brew "yq"
